dj-oyu/esp32p4-mqjs/sdkconfig.defaults
CONFIG_IDF_TARGET="esp32p4"
CONFIG_SPIRAM=y
CONFIG_ESPTOOLPY_FLASHSIZE_16MB=y
# M5Stamp-P4 ships chip revision v1.x; IDF 6.0 defaults to v3.01 (ECO5)
CONFIG_ESP32P4_SELECTS_REV_LESS_V3=y
CONFIG_ESP32P4_REV_MIN_100=y
